{"Cada Progreso Requiere un Proceso":"Every Progress Requires a Process","En Progresses, sabemos que el éxito se construye paso a paso. Por eso trabajamos con un enfoque constante, transparente y ético, asegurando que cada inversión cuente con un respaldo sólido y un plan estratégico.":"At Progresses, we know that success is built step by step. That is why we work with a constant, transparent and ethical approach, ensuring that each investment has solid support and a strategic plan.","Tu Inversión, Nuestro Compromiso":"Your Investment, Our Commitment","Hacer las Cosas Bien para Beneficio de Todos.":"Doing Things Right for the Benefit of All.","Nuestra misión":"Our mission","Ofrecer a nuestros usuarios un entorno de negocios realmente seguro y confiable, que les permita invertir con tranquilidad.":"To offer our users a truly safe and reliable business environment that allows them to invest with peace of mind.","Nuestra visión":"Our vision","Con esfuerzo, transparencia y honestidad, demostramos que es posible progresar y ayudar a otros a progresar. Creemos firmemente que el progreso honesto no solo es alcanzable, sino que es el camino más sólido y sostenible hacia un éxito compartido que beneficia a todos.":"With effort, transparency and honesty, we demonstrate that it is possible to make progress and help others make progress. We firmly believe that honest progress is not only achievable, but is the strongest and most sustainable path to shared success that benefits everyone.","Nuestros valores":"Our values","Trabajamos con ética, honestidad y eficiencia, para proveer a nuestros usuarios una opción de inversión transparente, simple y segura.":"We work with ethics, honesty and efficiency to provide our users with a transparent, simple and secure investment option.","FILOSOFÍA DE NEGOCIOS":"BUSINESS PHILOSOPHY","Inversiones Globales que Generan Beneficios Constantes":"Global Investments that Generate Consistent Benefits","Construimos Negocios para Generar Tu Éxito":"We Build Businesses to Generate Your Success","Con las inversiones de personas de diferentes países, en Progresses desarrollamos negocios tradicionales y digitales. Las ganancias generadas aseguran pagos constantes, mensuales o quincenales, dependiendo de los rendimientos. Esto permite a nuestros inversionistas disfrutar de ingresos adicionales mientras continúan con sus proyectos personales y mejoran su calidad de vida.":"With investments from people from different countries, at Progresses we develop traditional and digital businesses. The profits generated ensure constant monthly or biweekly payments, depending on the returns. This allows our investors to enjoy additional income while continuing with their personal projects and improving their quality of life.","Proyectos":"Projects","Priorizamos negocios con ingresos estables y escalabilidad.":"We prioritize businesses with stable income and scalability.","Pagos Flexibles":"Flexible Payments","Ofrecemos pagos consistentes, ajustados según los resultados.":"We offer consistent payouts, adjusted based on results.","Innovación y Progreso":"Innovation and Progress","Construimos un futuro sólido con transparencia y confianza.":"We build a solid future with transparency and trust.","Explora Nuestro Impacto":"Explore Our Impact","Conoce los avances y proyectos que están transformando inversiones en oportunidades reales.":"Learn about the advances and projects that are transforming investments into real opportunities.","Importación y Exportación":"Import and Export","Gestionamos la exportación de una amplia variedad de vehículos a diferentes países, garantizando calidad, cumplimiento de normativas internacionales y un proceso logístico eficiente. Nuestro catálogo incluye automóviles, camiones y vehículos especializados, adaptados a las necesidades de cada mercado. Trabajamos con socios estratégicos y operadores confiables para asegurar entregas seguras y oportunas, ofreciendo soluciones personalizadas que maximizan el valor para nuestros clientes.":"We manage the export of a wide variety of vehicles to different countries, ensuring quality, compliance with international regulations and an efficient logistics process. Our catalogue includes cars, trucks and specialized vehicles, adapted to the needs of each market. We work with strategic partners and reliable operators to ensure safe and timely deliveries, offering customized solutions that maximize value for our customers.","Bienes Raíces y Desarrollo de Proyectos":"Real Estate and Project Development","Innovación Digital y Trading Estratégico":"Digital Innovation and Strategic Trading","Grafica":"Graph","Estamos demostrando cada día que haciendo las cosas bien, todos podemos beneficiarnos.":"We are proving every day that by doing things right, we can all benefit.","Conviértete en parte de un modelo que construye negocios reales y genera beneficios sostenibles.":"Become part of a model that builds real businesses and generates sustainable profits.","Inversiones con Propósito":"Investments with Purpose","Tus aportes se destinan a un fondo dedicado a crear negocios tradicionales y digitales.":"Your contributions go to a fund dedicated to creating traditional and digital businesses.","Ganancias Recurrentes":"Recurring Earnings","Recibe un porcentaje de las ganancias generadas por estos negocios, desde la comodidad de tu hogar.":"Receive a percentage of the profits generated by these businesses, from the comfort of your home.","Confianza y Transparencia":"Trust and Transparency","Garantizamos procesos claros y accesibles para asegurar tu tranquilidad en cada paso.":"We ensure clear and accessible processes to ensure your peace of mind at every step."}